{
  "homeHeader": "Комп'ютерний конфігуратор",
  "homeCreateConfig": "Створити Конфіг",
  "homeCards": [
    {
      "header": "Крок 1",
      "body": "Вкажіть ціль для якої вам потрібен комп'ютер"
    },
    {
      "header": "Крок 2",
      "body": "Вкажіть ціну яку ви готові заплатити за ком'ютер"
    },
    {
      "header": "Крок 3",
      "body": "Вкажіть скільки пам'яті вам потрібно"
    },
    {
      "header": "Крок 4",
      "body": "Отримайте конфігурацію яку ви шукали!"
    }
  ],
  "userMiniProfile": {
    "configurations": "Конфігурації",
    "settings": "Налаштування",
    "logout": "Вийти"
  },
  "configureIntelligence": {
    "perfomance": {
      "header": "Вкажіть потрібну потужність ПК",
      "description": [
        "Простий комп’ютер для перегляду відео, прослуховування музики та серфінгу в браузері.",
        "Комп'ютер для невибагливих або онлайн ігор та простих завдань.",
        "Комп'ютер, на якому можна запускати проекти AAA, встановлювати високі налаштування в іграх і працювати з вимогливими редакторами.",
        "Комп'ютер для високих налаштувань в іграх і для роботи з потужними програмними інструментами."
      ]
    },
    "budget": {
      "header": "Оцініть свій бюджет",
      "description": [
        "Майте на увазі, що рамки, у яких генерується збірка, буде залежати від бюджету (з невеликим бюджетом ви не зможете отримати найпотужніший комп'ютер)."
      ]
    },
    "memory": {
      "header": "Обсяг пам'яті",
      "description": [
        "128 ГБ - Мінімальний обсяг пам'яті, який може знадобитися в сучасному комп'ютері.",
        "256 ГБ - Ви зможете зберігати фотографії чи відео та встановити пару сучасних ігор.",
        "512 ГБ - Середня кількість пам'яті у сучасному комп'ютері - дозволяє зберігати різноманітні файли та встановлювати декілька сучасних ігор.",
        "1 ТБ - Терабайт достатньо для збереження великої кількості важких файлів, відео високої роздільної здатності і в той же час встановлення десяти або навіть більше сучасних ігор.",
        "2 ТБ - Рідко хто потребує такого великого обсягу пам'яті, але якщо вам потрібно зберігати багато графічних файлів або встановлювати більшість сучасних ігор, то це ваш вибір.",
        "4 ТБ - Вам потрібно зберігати кожен момент вашого життя, щоб передати вашу відеоісторію нащадкам, або ви вирішили завантажити всі проекти AAA, що існують наразі? Що ж, вибір за вами."
      ]
    }
  },
  "signIn": {
    "header": "Вже маєте акаунт?",
    "subheader": "Вхід з поштою і паролем",
    "email": "Email",
    "password": "Пароль",
    "signIn": "Увійти",
    "signInGoogle": "Увійти через Google"
  },
  "signUp": {
    "header": "Вперше на сайті?",
    "subheader": "Реєстрація з поштою і паролем",
    "name": "Ім'я",
    "email": "Email",
    "password": "Пароль",
    "confirmPassword": "Підтвердіть пароль",
    "signUp": "Зареєструватись"
  }
}